Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.app.menuBarOnly.subtitle
source: Hide the Dock icon and Cmd+Tab entry. Use the menu bar item to show UniConnect.
ar: يخفي أيقونة Dock وإدخال Cmd+Tab. استخدم عنصر شريط القائمة لإظهار UniConnect.
bs: Sakriva Dock ikonu i Cmd+Tab stavku. Koristi stavku trake menija za prikaz UniConnect-a.
da: Skjul Dock-symbolet og Cmd+Tab-posten. Brug menulinjeelementet til at vise UniConnect.
de: Blendet das Dock-Symbol und den Cmd+Tab-Eintrag aus. Verwende den Menüleisteneintrag, um UniConnect anzuzeigen.
es: Oculta el ícono del Dock y la entrada de Cmd+Tab. Usa el elemento de la barra de menús para mostrar UniConnect.
fr: Masque l’icône du Dock et l’entrée Cmd+Tab. Utilisez l’élément de barre des menus pour afficher UniConnect.
it: Nasconde l'icona del Dock e la voce Cmd+Tab. Usa l'elemento nella barra dei menu per mostrare UniConnect.
ja: DockアイコンとCmd+Tabの項目を非表示にします。UniConnectを表示するにはメニューバー項目を使います。
km: លាក់រូបតំណាង Dock និងធាតុ Cmd+Tab ។ប្រើធាតុរបារម៉ឺនុយដើម្បីបង្ហាញ UniConnect ។
ko: Dock 아이콘과 Cmd+Tab 항목을 숨깁니다. 메뉴 막대 항목으로 UniConnect를 표시합니다.
nb: Skjuler Dock-symbolet og Cmd+Tab-oppføringen. Bruk menylinjeelementet for å vise UniConnect.
pl: Ukrywa ikonę Docka i pozycję Cmd+Tab. Użyj elementu na pasku menu, aby pokazać UniConnect.
pt_br: Oculta o ícone no Dock e a entrada Cmd+Tab. Use o item da barra de menus para mostrar o UniConnect.
ru: Скрывает значок Dock и пункт Cmd+Tab. Используйте пункт строки меню, чтобы показать UniConnect.
th: ซ่อนไอคอน Dock และรายการ Cmd+Tab ใช้รายการในแถบเมนูเพื่อแสดง UniConnect
tr: Dock simgesini ve Cmd+Tab girişini gizler. UniConnect'u göstermek için menü çubuğu öğesini kullan.
uk: Приховує іконку Dock і пункт Cmd+Tab. Використовуйте пункт рядка меню, щоб показати UniConnect.
zh_hans: 隐藏 Dock 图标和 Cmd+Tab 条目。使用菜单栏项目显示 UniConnect。
zh_hant: 隱藏 Dock 圖示和 Cmd+Tab 項目。使用選單列項目顯示 UniConnect。

# settings.app.showInMenuBar.subtitle
source: Keep UniConnect in the menu bar for unread notifications and quick actions.
ar: احتفظ بـ UniConnect في شريط القائمة للإشعارات غير المقروءة والإجراءات السريعة.
bs: Zadržite UniConnect na traci menija za nepročitane obavijesti i brze radnje.
da: Behold UniConnect i menulinjen for ulæste meddelelser og hurtige handlinger.
de: Behalten Sie UniConnect in der Menüleiste für ungelesene Benachrichtigungen und schnelle Aktionen.
es: Mantén UniConnect en la barra de menús para ver las notificaciones no leídas y acceder a acciones rápidas.
fr: Conservez UniConnect dans la barre de menu pour les notifications non lues et les actions rapides.
it: Mantieni UniConnect nella barra dei menu per notifiche non lette e azioni rapide.
ja: 未読通知の確認やクイック操作のために、UniConnectをメニューバーに表示します。
km: រក្សា UniConnect នៅក្នុងរបារម៉ឺនុយសម្រាប់ការជូនដំណឹងដែលមិនទាន់អាន និងសកម្មភាពរហ័ស។
ko: 읽지 않은 알림과 빠른 작업을 위해 UniConnect를 메뉴 막대에 유지합니다.
nb: Hold UniConnect i menylinjen for uleste varsler og raske handlinger.
pl: Zachowaj UniConnect na pasku menu, aby uzyskać nieprzeczytane powiadomienia i szybkie działania.
pt_br: Mantenha UniConnect na barra de menu para notificações não lidas e ações rápidas.
ru: Сохраняйте UniConnect в строке меню для непрочитанных уведомлений и быстрых действий.
th: เก็บ UniConnect ไว้ในแถบเมนูสำหรับการแจ้งเตือนที่ยังไม่ได้อ่านและการดำเนินการด่วน
tr: Okunmamış bildirimler ve hızlı işlemler için UniConnect öğesini menü çubuğunda tutun.
uk: Залишати UniConnect у рядку меню для непрочитаних сповіщень та швидких дій.
zh_hans: 将 UniConnect 保留在菜单栏中以获取未读通知和快速操作。
zh_hant: 將 UniConnect 保留在功能表列中以取得未讀通知和快速操作。

# settings.app.language
source: Language
ar: اللغة
bs: Jezik
da: Sprog
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
nb: Språk
pl: Język
pt_br: Idioma
ru: Язык
th: ภาษา
tr: Dil
uk: Мова
zh_hans: 语言
zh_hant: 語言

# settings.app.language.restartDialog.confirm
source: Restart Now
ar: إعادة التشغيل الآن
bs: Ponovo pokreni sada
da: Genstart nu
de: Jetzt neu starten
es: Reiniciar ahora
fr: Redémarrer maintenant
it: Riavvia ora
ja: 今すぐ再起動
ko: 지금 재시작
nb: Start på nytt nå
pl: Uruchom ponownie teraz
pt_br: Reiniciar Agora
ru: Перезапустить сейчас
th: รีสตาร์ตเดี๋ยวนี้
tr: Şimdi Yeniden Başlat
uk: Перезапустити зараз
zh_hans: 立即重启
zh_hant: 立即重新啟動

# settings.app.language.restartDialog.later
source: Later
ar: لاحقًا
bs: Kasnije
da: Senere
de: Später
es: Más tarde
fr: Plus tard
it: Più tardi
ja: 後で
ko: 나중에
nb: Senere
pl: Później
pt_br: Depois
ru: Позже
th: ภายหลัง
tr: Daha Sonra
uk: Пізніше
zh_hans: 稍后
zh_hant: 稍後

# settings.app.language.restartDialog.title
source: Restart to apply language change?
ar: إعادة التشغيل لتطبيق تغيير اللغة؟
bs: Ponovo pokrenuti za primjenu promjene jezika?
da: Genstart for at anvende sprogændring?
de: Neu starten, um Sprachänderung zu übernehmen?
es: ¿Reiniciar para aplicar el cambio de idioma?
fr: Redémarrer pour appliquer le changement de langue ?
it: Riavviare per applicare il cambio di lingua?
ja: 言語変更を適用するために再起動しますか？
ko: 언어 변경을 적용하려면 재시작하시겠습니까?
nb: Starte på nytt for å endre språk?
pl: Uruchomić ponownie, aby zastosować zmianę języka?
pt_br: Reiniciar para aplicar a mudança de idioma?
ru: Перезапустить для применения языка?
th: รีสตาร์ตเพื่อเปลี่ยนภาษาหรือไม่?
tr: Dil değişikliğini uygulamak için yeniden başlatılsın mı?
uk: Перезапустити для застосування зміни мови?
zh_hans: 重启以应用语言更改？
zh_hant: 要重新啟動以套用語言變更嗎？

# settings.app.language.restartSubtitle
source: Restart UniConnect to apply
ar: أعد تشغيل UniConnect للتطبيق
bs: Ponovo pokrenite UniConnect za primjenu
da: Genstart UniConnect for at anvende
de: UniConnect neu starten, um Änderung zu übernehmen
es: Reinicia UniConnect para aplicar
fr: Redémarrez UniConnect pour appliquer
it: Riavvia UniConnect per applicare
ja: UniConnectを再起動して適用
km: ចាប់ផ្តើមឡើងវិញ UniConnect ដើម្បីអនុវត្ត
ko: 적용하려면 UniConnect를 재시작하세요
nb: Start UniConnect på nytt for å bruke
pl: Uruchom ponownie UniConnect, aby zastosować
pt_br: Reinicie o UniConnect para aplicar
ru: Перезапустите UniConnect для применения
th: รีสตาร์ต UniConnect เพื่อนำไปใช้
tr: Uygulamak için UniConnect'u yeniden başlatın
uk: Перезапустіть UniConnect для застосування
zh_hans: 重启 UniConnect 以应用
zh_hant: 重新啟動 UniConnect 以套用

# settings.app.newWorkspacePlacement
source: New Workspace Placement
ar: موضع مساحة العمل الجديدة
bs: Pozicija novog radnog prostora
da: Placering af nyt arbejdsområde
de: Platzierung neuer Arbeitsbereiche
es: Ubicación de nuevo espacio de trabajo
fr: Emplacement des nouveaux espaces de travail
it: Posizionamento nuova area di lavoro
ja: 新規ワークスペースの配置
ko: 새 작업 공간 위치
nb: Plassering av nytt arbeidsområde
pl: Umieszczenie nowej przestrzeni roboczej
pt_br: Posição da Nova Área de Trabalho
ru: Расположение нового рабочего пространства
th: ตำแหน่งเวิร์กสเปซใหม่
tr: Yeni Çalışma Alanı Konumu
uk: Розташування нової робочої області
zh_hans: 新工作区位置
zh_hant: 新工作區位置

# settings.app.workspaceGroupNewWorkspacePlacement
source: Group New Workspace Placement
ar: موضع مساحة عمل المجموعة الجديدة
bs: Pozicija novog grupnog workspacea
da: Placering af nyt gruppe-workspace
de: Platzierung neuer Gruppen-Workspaces
es: Ubicación del nuevo workspace de grupo
fr: Emplacement des nouveaux workspaces de groupe
it: Posizionamento dei nuovi workspace di gruppo
ja: グループ内の新規ワークスペース配置
km: ទីតាំង workspace ថ្មីក្នុងក្រុម
ko: 그룹 새 workspace 위치
nb: Plassering av nytt gruppe-workspace
pl: Położenie nowego workspace w grupie
pt_br: Posição do novo workspace do grupo
ru: Расположение нового workspace в группе
th: ตำแหน่ง workspace ใหม่ในกลุ่ม
tr: Grup yeni workspace konumu
uk: Розташування нового workspace у групі
zh_hans: 组内新 workspace 位置
zh_hant: 群組新 workspace 位置

# settings.app.settingsFile.openButton
source: Open uniconnect.json
ar: افتح uniconnect.json
bs: Otvori uniconnect.json
da: Åbn uniconnect.json
de: Öffnen Sie uniconnect.json
es: Abrir uniconnect.json
fr: Ouvrir uniconnect.json
it: Apri uniconnect.json
ja: uniconnect.jsonを開く
km: បើក uniconnect.json
ko: uniconnect.json 열기
nb: Åpne uniconnect.json
pl: Otwórz uniconnect.json
pt_br: Abra uniconnect.json
ru: Открыть uniconnect.json
th: เปิด uniconnect.json
tr: uniconnect.json aç
uk: Відкрийте uniconnect.json
zh_hans: 打开uniconnect.json
zh_hant: 開啟uniconnect.json

# settings.settingsJSON.file.subtitle
source: Edit UniConnect-owned app settings, shortcuts, automation, sidebar, notifications, and browser behavior.
ar: قم بتحرير إعدادات التطبيق المملوكة UniConnect والاختصارات والأتمتة والشريط الجانبي والإشعارات وسلوك المتصفح.
bs: Uredite postavke aplikacije, prečice, automatizaciju, bočnu traku, obavijesti i ponašanje preglednika u vlasništvu UniConnect.
da: Rediger UniConnect-ejede appindstillinger, genveje, automatisering, sidebjælke, meddelelser og browseradfærd.
de: Bearbeiten Sie UniConnecteigene App-Einstellungen, Verknüpfungen, Automatisierung, Seitenleiste, Benachrichtigungen und Browserverhalten.
es: Edita la configuración, los atajos, la automatización, la barra lateral, las notificaciones y el comportamiento del navegador de UniConnect.
fr: Modifiez les paramètres, les raccourcis, l'automatisation, la barre latérale, les notifications et le comportement du navigateur appartenant à UniConnect.
it: Modifica le impostazioni, i collegamenti, l'automazione, la barra laterale, le notifiche e il comportamento del browser delle app di proprietà di UniConnect.
ja: UniConnect 管理のアプリ設定、ショートカット、オートメーション、サイドバー、通知、ブラウザ動作を編集します。
km: កែសម្រួល UniConnect ការកំណត់កម្មវិធី ដែលជាកម្មសិទ្ធិ ផ្លូវកាត់ ស្វ័យប្រវត្តិកម្ម របារចំហៀង ការជូនដំណឹង និងឥរិយាបថកម្មវិធីរុករក។
ko: UniConnect가 관리하는 앱 설정, 단축키, 자동화, 사이드바, 알림, 브라우저 동작을 편집합니다.
nb: Rediger UniConnect-eide appinnstillinger, snarveier, automatisering, sidefelt, varsler og nettleseratferd.
pl: Edytuj ustawienia aplikacji, skróty, automatyzację, pasek boczny, powiadomienia i zachowanie przeglądarki, które należą do UniConnect.
pt_br: Edite as configurações, atalhos, automação, barra lateral, notificações e comportamento do navegador de aplicativos de propriedade de UniConnect.
ru: Редактируйте настройки приложений, принадлежащих UniConnect, ярлыки, автоматизацию, боковую панель, уведомления и поведение браузера.
th: แก้ไขการตั้งค่าแอป ทางลัด ระบบอัตโนมัติ แถบด้านข้าง การแจ้งเตือน และพฤติกรรมของเบราว์เซอร์ UniConnect
tr: UniConnect'ye ait uygulama ayarlarını, kısayolları, otomasyonu, kenar çubuğunu, bildirimleri ve tarayıcı davranışını düzenleyin.
uk: Редагувати налаштування додатків, які належать UniConnect, ярлики, автоматизацію, бічну панель, сповіщення та поведінку браузера.
zh_hans: 编辑UniConnect拥有的应用程序设置、快捷方式、自动化、侧边栏、通知和浏览器行为。
zh_hant: 編輯UniConnect擁有的應用程式設定、捷徑、自動化、側邊欄、通知和瀏覽器行為。

# settings.settingsJSON.openFile
source: Open uniconnect.json
ar: افتح uniconnect.json
bs: Otvori uniconnect.json
da: Åbn uniconnect.json
de: Öffnen Sie uniconnect.json
es: Abrir uniconnect.json
fr: Ouvrir uniconnect.json
it: Apri uniconnect.json
ja: uniconnect.jsonを開く
km: បើក uniconnect.json
ko: uniconnect.json 열기
nb: Åpne uniconnect.json
pl: Otwórz uniconnect.json
pt_br: Abra uniconnect.json
ru: Открыть uniconnect.json
th: เปิด uniconnect.json
tr: uniconnect.json aç
uk: Відкрийте uniconnect.json
zh_hans: 打开uniconnect.json
zh_hant: 開啟uniconnect.json

# settings.config.status.openFailed
source: Couldn't open the UniConnect config.
ar: تعذر فتح التكوين UniConnect.
bs: Nije moguće otvoriti konfiguraciju UniConnect.
da: Kunne ikke åbne UniConnect-konfigurationen.
de: Die Konfiguration UniConnect konnte nicht geöffnet werden.
es: No se pudo abrir la configuración de UniConnect.
fr: Impossible d'ouvrir la configuration UniConnect.
it: Impossibile aprire la configurazione UniConnect.
ja: UniConnect 設定を開けませんでした。
km: មិនអាចបើកការកំណត់ UniConnect បានទេ។
ko: UniConnect 구성을 열 수 없습니다.
nb: Kunne ikke åpne UniConnect-konfigurasjonen.
pl: Nie można otworzyć konfiguracji UniConnect.
pt_br: Não foi possível abrir a configuração UniConnect.
ru: Не удалось открыть конфигурацию UniConnect.
th: ไม่สามารถเปิดการกำหนดค่า UniConnect
tr: UniConnect yapılandırması açılamadı.
uk: Не вдалося відкрити конфігурацію UniConnect.
zh_hans: 无法打开UniConnect配置。
zh_hant: 無法開啟UniConnect設定。

# settings.config.status.saveFailed
source: Couldn't save the UniConnect config.
ar: تعذر حفظ التكوين UniConnect.
bs: Nije moguće sačuvati konfiguraciju UniConnect.
da: Kunne ikke gemme UniConnect-konfigurationen.
de: Die Konfiguration UniConnect konnte nicht gespeichert werden.
es: No se pudo guardar la configuración de UniConnect.
fr: Impossible d'enregistrer la configuration UniConnect.
it: Impossibile salvare la configurazione UniConnect.
ja: UniConnect 設定を保存できませんでした。
km: មិនអាចរក្សាទុកការកំណត់ UniConnect បានទេ។
ko: UniConnect 구성을 저장할 수 없습니다.
nb: Kunne ikke lagre UniConnect-konfigurasjonen.
pl: Nie można zapisać konfiguracji UniConnect.
pt_br: Não foi possível salvar a configuração UniConnect.
ru: Не удалось сохранить конфигурацию UniConnect.
th: ไม่สามารถบันทึกการกำหนดค่า UniConnect
tr: UniConnect yapılandırması kaydedilemedi.
uk: Не вдалося зберегти конфігурацію UniConnect.
zh_hans: 无法保存 UniConnect 配置。
zh_hant: 無法儲存 UniConnect 配置。

# settings.config.status.saved
source: Saved to UniConnect config and reloaded.
ar: تم الحفظ في التكوين UniConnect وتم إعادة تحميله.
bs: Sačuvano u UniConnect konfiguraciju i ponovo učitano.
da: Gemt i UniConnect config og genindlæst.
de: In der Konfiguration UniConnect gespeichert und neu geladen.
es: Configuración de UniConnect guardada y recargada.
fr: Enregistré dans la configuration UniConnect et rechargé.
it: Salvato nella configurazione UniConnect e ricaricato.
ja: UniConnect 設定に保存し、再読み込みしました。
km: បានរក្សាទុកទៅ UniConnect កំណត់រចនាសម្ព័ន្ធ ហើយផ្ទុកឡើងវិញ។
ko: UniConnect 구성에 저장하고 다시 로드했습니다.
nb: Lagret i UniConnect konfigurasjon og lastet inn på nytt.
pl: Zapisano w konfiguracji UniConnect i wczytano ponownie.
pt_br: Salvo em UniConnect configuração e recarregado.
ru: Сохранил в конфигурацию UniConnect и перезагрузил.
th: บันทึกไปที่ UniConnect กำหนดค่าและโหลดซ้ำ
tr: UniConnect yapılandırmasına kaydedildi ve yeniden yüklendi.
uk: Збережено в UniConnect конфігурацію та перезавантажено.
zh_hans: 保存到 UniConnect 配置并重新加载。
zh_hant: 儲存到 UniConnect 配置並重新載入。

# settings.app.paneFirstClickFocus.subtitleOff
source: When UniConnect is inactive, the first click only activates the window. Click again to focus the pane.
ar: عندما يكون UniConnect غير نشط، فإن النقرة الأولى تؤدي إلى تنشيط النافذة فقط.انقر مرة أخرى لتركيز الجزء.
bs: Kada UniConnect nije aktivan, prvi klik samo aktivira prozor. Kliknite ponovo da fokusirate okno.
da: Når UniConnect er inaktivt, aktiverer det første klik kun vinduet. Klik igen for at fokusere ruden.
de: Wenn UniConnect inaktiv ist, aktiviert der erste Klick nur das Fenster. Klicken Sie erneut, um den Bereich zu fokussieren.
es: Cuando UniConnect esté inactivo, el primer clic solo activará la ventana. Vuelve a hacer clic para enfocar el panel.
fr: Lorsque UniConnect est inactif, le premier clic active uniquement la fenêtre. Cliquez à nouveau pour focaliser le volet.
it: Quando UniConnect è inattivo, il primo clic attiva solo la finestra. Fare di nuovo clic per mettere a fuoco il riquadro.
ja: UniConnectが非アクティブのとき、最初のクリックはウインドウをアクティブにするだけです。ペインにフォーカスするにはもう一度クリックします。
km: នៅពេលដែល UniConnect អសកម្ម ការចុចដំបូងគ្រាន់តែធ្វើឱ្យបង្អួចសកម្មប៉ុណ្ណោះ។ចុចម្តងទៀតដើម្បីផ្ដោតលើផ្ទាំង។
ko: UniConnect가 비활성 상태일 때, 첫 번째 클릭은 윈도우만 활성화합니다. 패인을 포커스하려면 다시 클릭하세요.
nb: Når UniConnect er inaktiv, aktiverer det første klikket kun vinduet. Klikk igjen for å fokusere ruten.
pl: Gdy UniConnect jest nieaktywne, pierwsze kliknięcie aktywuje jedynie okno. Kliknij ponownie, aby ustawić fokus panelu.
pt_br: Quando UniConnect está inativo, o primeiro clique apenas ativa a janela. Clique novamente para focar o painel.
ru: Когда UniConnect неактивно, первый щелчок только активирует окно. Нажмите еще раз, чтобы сфокусировать панель.
th: เมื่อ UniConnect ไม่ได้ใช้งาน การคลิกครั้งแรกจะเปิดใช้งานเฉพาะหน้าต่างเท่านั้นคลิกอีกครั้งเพื่อโฟกัสบานหน้าต่าง
tr: UniConnect etkin olmadığında, ilk tıklama yalnızca pencereyi etkinleştirir. Bölmeye odaklanmak için tekrar tıklayın.
uk: Коли UniConnect неактивний, перший клік лише активує вікно. Клацніть ще раз, щоб сфокусувати панель.
zh_hans: 当UniConnect处于非活动状态时，第一次单击仅激活该窗口。再次单击以聚焦窗格。
zh_hant: 當UniConnect處於非活動狀態時，第一次按一下僅啟動該視窗。再次按一下以對焦窗格。

# settings.app.paneFirstClickFocus.subtitleOn
source: When UniConnect is inactive, clicking a pane activates the window and focuses that pane in one click.
ar: عندما يكون UniConnect غير نشط، يؤدي النقر فوق جزء إلى تنشيط النافذة وتركيز هذا الجزء بنقرة واحدة.
bs: Kada UniConnect nije aktivan, klik na okno aktivira prozor i fokusira to okno jednim klikom.
da: Når UniConnect er inaktivt, aktiveres vinduet ved at klikke på en rude og fokuserer den med ét klik.
de: Wenn UniConnect inaktiv ist, wird durch Klicken auf einen Bereich das Fenster aktiviert und dieser Bereich mit einem Klick fokussiert.
es: Cuando UniConnect esté inactivo, un clic en un panel activará la ventana y enfocará ese panel.
fr: Lorsque UniConnect est inactif, cliquer sur un volet active la fenêtre et focalise ce volet en un seul clic.
it: Quando UniConnect è inattivo, facendo clic su un riquadro si attiva la finestra e si focalizza quel riquadro con un clic.
ja: UniConnectが非アクティブのとき、ペインをクリックすると1回でウインドウをアクティブにしてそのペインへフォーカスします。
km: នៅពេលដែល UniConnect អសកម្ម ការចុចផ្ទាំងមួយនឹងធ្វើឱ្យបង្អួចសកម្ម ហើយផ្តោតលើផ្ទាំងនោះដោយចុចតែម្តង។
ko: UniConnect가 비활성 상태일 때, 패인을 클릭하면 윈도우 활성화와 패인 포커스가 한 번에 이루어집니다.
nb: Når UniConnect er inaktiv, aktiveres vinduet ved å klikke på en rute og fokuserer den med ett klikk.
pl: Gdy UniConnect jest nieaktywny, kliknięcie panelu aktywuje okno i skupia je jednym kliknięciem.
pt_br: Quando UniConnect está inativo, clicar em um painel ativa a janela e foca esse painel com um clique.
ru: Когда UniConnect неактивен, щелчок по панели активирует окно и фокусирует эту панель одним щелчком мыши.
th: เมื่อ UniConnect ไม่ได้ใช้งานอยู่ การคลิกบานหน้าต่างจะเป็นการเปิดใช้งานหน้าต่างและโฟกัสบานหน้าต่างนั้นด้วยการคลิกเพียงครั้งเดียว
tr: UniConnect etkin olmadığında, bir bölmeye tıklamak pencereyi etkinleştirir ve o bölmeye tek tıklamayla odaklanır.
uk: Коли UniConnect неактивний, клік на панель активує вікно та фокусує панель одним кліком.
zh_hans: 当 UniConnect 处于非活动状态时，单击某个窗格将激活该窗口并单击一次即可聚焦该窗格。
zh_hant: 當 UniConnect 處於非活動狀態時，按一下某個窗格將啟動該視窗並按一下一次即可聚焦該窗格。

# settings.app.openSidebarPRLinks
source: Open Sidebar PR Links in UniConnect Browser
ar: فتح روابط طلبات السحب في متصفح UniConnect
bs: Otvori PR linkove iz bočne trake u UniConnect pregledniku
da: Åbn sidebjælkens PR-links i UniConnect-browser
de: Seitenleisten-PR-Links im UniConnect-Browser öffnen
es: Abrir enlaces de PR de la barra lateral en el navegador de UniConnect
fr: Ouvrir les liens PR de la barre latérale dans le navigateur UniConnect
it: Apri link PR della barra laterale nel browser UniConnect
ja: サイドバーのPRリンクをUniConnectブラウザで開く
km: បើក Sidebar PR Links ក្នុង UniConnect Browser
ko: 사이드바 PR 링크를 UniConnect 브라우저에서 열기
nb: Åpne sidepanel-PR-lenker i UniConnect-nettleser
pl: Otwieraj linki PR z paska bocznego w przeglądarce UniConnect
pt_br: Abrir Links de PR da Barra Lateral no Navegador do UniConnect
ru: Открывать ссылки PR боковой панели в браузере UniConnect
th: เปิดลิงก์ PR ในแถบด้านข้างด้วยเบราว์เซอร์ UniConnect
tr: Kenar Çubuğu PR Bağlantılarını UniConnect Tarayıcısında Aç
uk: Відкривати PR-посилання бічної панелі у браузері UniConnect
zh_hans: 在 UniConnect 浏览器中打开侧边栏 PR 链接
zh_hant: 在 UniConnect 瀏覽器中開啟側邊欄 PR 連結

# settings.app.openSidebarPRLinks.subtitleOff
source: Clicks open in your default browser.
ar: النقرات تفتح في متصفحك الافتراضي.
bs: Klikovi se otvaraju u podrazumijevanom pregledniku.
da: Klik åbner i din standardbrowser.
de: Klicks öffnen in Ihrem Standardbrowser.
es: Los clics abren en tu navegador predeterminado.
fr: Les clics ouvrent dans votre navigateur par défaut.
it: I clic aprono nel browser predefinito.
ja: クリックするとデフォルトブラウザで開きます。
ko: 클릭하면 기본 브라우저에서 열립니다.
nb: Klikk åpner i standard nettleser.
pl: Kliknięcia otwierają w domyślnej przeglądarce.
pt_br: Cliques abrem no seu navegador padrão.
ru: Ссылки открываются в браузере по умолчанию.
th: คลิกจะเปิดในเบราว์เซอร์เริ่มต้นของคุณ
tr: Tıklamalar varsayılan tarayıcınızda açılır.
uk: Кліки відкриваються у стандартному браузері.
zh_hans: 点击在默认浏览器中打开。
zh_hant: 點擊會在您的預設瀏覽器中開啟。

# settings.app.openSidebarPRLinks.subtitleOn
source: Clicks open inside UniConnect browser.
ar: النقرات تفتح داخل متصفح UniConnect.
bs: Klikovi se otvaraju unutar UniConnect preglednika.
da: Klik åbner i UniConnect-browseren.
de: Klicks öffnen im UniConnect-Browser.
es: Los clics abren dentro del navegador de UniConnect.
fr: Les clics ouvrent dans le navigateur UniConnect.
it: I clic aprono nel browser UniConnect.
ja: クリックするとUniConnectブラウザ内で開きます。
km: ចុចបើកនៅខាងក្នុង UniConnect browser។
ko: 클릭하면 UniConnect 브라우저에서 열립니다.
nb: Klikk åpner i UniConnect-nettleseren.
pl: Kliknięcia otwierają w przeglądarce UniConnect.
pt_br: Cliques abrem dentro do navegador do UniConnect.
ru: Ссылки открываются во встроенном браузере UniConnect.
th: คลิกจะเปิดในเบราว์เซอร์ UniConnect
tr: Tıklamalar UniConnect tarayıcısında açılır.
uk: Кліки відкриваються у браузері UniConnect.
zh_hans: 点击在 UniConnect 浏览器中打开。
zh_hant: 點擊會在 UniConnect 瀏覽器中開啟。

# settings.app.openSidebarPortLinks
source: Open Sidebar Port Links in UniConnect Browser
ar: فتح روابط المنافذ في متصفح UniConnect
bs: Otvori port linkove iz bočne trake u UniConnect pregledniku
da: Åbn sidebjælkens portlinks i UniConnect-browser
de: Seitenleisten-Port-Links im UniConnect-Browser öffnen
es: Abrir enlaces de puerto de la barra lateral en el navegador de UniConnect
fr: Ouvrir les liens de port de la barre latérale dans le navigateur UniConnect
it: Apri link delle porte della barra laterale nel browser UniConnect
ja: サイドバーのポートリンクをUniConnectブラウザで開く
km: បើក Sidebar Port Links ក្នុង UniConnect Browser
ko: 사이드바 포트 링크를 UniConnect 브라우저에서 열기
nb: Åpne sidepanel-portlenker i UniConnect-nettleser
pl: Otwieraj linki portów z paska bocznego w przeglądarce UniConnect
pt_br: Abrir Links de Porta da Barra Lateral no Navegador do UniConnect
ru: Открывать ссылки портов боковой панели в браузере UniConnect
th: เปิดลิงก์พอร์ตในแถบด้านข้างด้วยเบราว์เซอร์ UniConnect
tr: Kenar Çubuğu Port Bağlantılarını UniConnect Tarayıcısında Aç
uk: Відкривати посилання портів бічної панелі у браузері UniConnect
zh_hans: 在 UniConnect 浏览器中打开侧边栏端口链接
zh_hant: 在 UniConnect 瀏覽器中開啟側邊欄連接埠連結

# settings.app.openSidebarPortLinks.subtitleOff
source: Port clicks open in your default browser.
ar: نقرات المنافذ تفتح في متصفحك الافتراضي.
bs: Klikovi na portove se otvaraju u podrazumijevanom pregledniku.
da: Portklik åbner i din standardbrowser.
de: Port-Klicks öffnen in Ihrem Standardbrowser.
es: Los clics en puertos abren en tu navegador predeterminado.
fr: Les clics de port ouvrent dans votre navigateur par défaut.
it: I clic sulle porte aprono nel browser predefinito.
ja: ポートをクリックするとデフォルトブラウザで開きます。
ko: 포트를 클릭하면 기본 브라우저에서 열립니다.
nb: Portklikk åpner i standard nettleser.
pl: Kliknięcia portów otwierają w domyślnej przeglądarce.
pt_br: Cliques em portas abrem no seu navegador padrão.
ru: Ссылки портов открываются в браузере по умолчанию.
th: คลิกพอร์ตจะเปิดในเบราว์เซอร์เริ่มต้นของคุณ
tr: Port tıklamaları varsayılan tarayıcınızda açılır.
uk: Кліки по портах відкриваються у стандартному браузері.
zh_hans: 端口点击在默认浏览器中打开。
zh_hant: 連接埠點擊會在您的預設瀏覽器中開啟。
